[General]
Version=1.8.5
LanguageName=Vietnamese 
lblLanguageAuthor=Tue Akio

[Form1]
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
speedWarningLabel=Cảnh báo: tốc độ trên 20000 KB/s có thể trông đáng ngờ.
checkShowTrayBaloon=Hiển thị thông tin khi di chuột lên biểu tượng khay
lblInterface=Giao diện:
lblLanguage=Ngôn ngữ:
TorrentFileLabel=Đường dẫn:
closeButton=Đóng
StartButton=Bắt đầu
tabGeneral=Tổng quát
groupTorrentFile=Tập tin Torrent
browseButton=Mở...
groupStats=Chỉ số
totalRunningTimeLabel=Tổng thời gian :
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Cập nhật bằng tay
labelUpdateIn=Cập nhật trong:
downloadCountLabel=Đã Down :
uploadCountLabel=Đã Up :
groupBoxOptions=Tùy chọn
applyStopSettingsButton=Áp dụng
stopProcessLabel=Tắt trong:
FileSizeLabel=Đã hoàn thành (%)
uploadRateLabel=Tốc độ Up (kB/s) :
downloadRateLabel=Tốc độ down (kB/s) :
groupTorrentInfo=Thông tin Torrent
labelTorrentSize=Kích thước:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Nâng cao
memoryReaderButton=Đọc bộ nhớ...
updateAnnounceParamsOnStart=Cập nhật peer_id và key khi mở
checkNewVersion=Kiểm tra phiên bản mới
ClientLabel=Giả lập máy trạm:
randomSpeedGroup=Ngẫu nhiên tốc độ  Up/Down
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Upload  (kB)
reportParamsGroup=Thông số Announce
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Số lượng Peers (numwant):
portInfoLabel=Nếu bỏ trống những ô này, RatioMaster sẽ sử dụng giá trị ngẫu nhiên hoặc mặc định
portLabel=Cổng (port):
tabNetwork=Mạng
groupNetworkMisc=Linh tinh
checkIgnoreFailureReason=Bỏ qua trả lời 'failure reason' từ tracker
labelStopMinLeecher=Nhừng up nếu số người leech nhỏ hơn:
intervalLabel=Chu kỳ cập nhật Tracker(s):
checkRequestScrap=Lấy chỉ số Seeders/Leechers (thông tin scrape từ tracker)
checkTCPListen=Sử dụng TCP listener (hiện "có thể kết nối" trên tracker)
proxySettingsGroup=Điều chỉnh máy chủ Proxy
labelProxyPass=Mật khẩu:
labelProxyUser=Tài khoản:
labelProxyPort=Cổng:
labelProxyHost=Host:
labelProxyType=Loại Proxy:
tabLog=Nhật ký
saveLogButton=Lưu nhật ký
checkLogEnabled=Bật nhật ký
checkHideConfidentialInfo=Ẩn thông tin bí mật
clearLogButton=Xoá nhật ký
tabAbout=Thông tin
labelForums=Diễn đàn:
labelWebSite=Trang web:
StopButton=Ngưng
linkProxyHelp=Trợ giúp với proxies
tabUpdates=Cập nhật
installUpdatesButton=Cài đặt cập nhật
checkUpdatesButton=Kiểm tra cập nhật
labelUpdates=Máy trạm và ngôn ngữ
labelBindIp=Gán cho IP:
checkMinimizeToTray=Giấu vào tray
checkIgnoreTimeout=Bỏ qua lỗi kết nối
checkUPnP=Bật UPnP port mapping
testNetworkButton=Kiểm tra điều chỉnh...


[MemoryReader]
reApplyButton=Áp dụng
reCloseButton=Đóng
groupBoxSearchResults=Kết quả tìm kiếm
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Số lượng Peers (numwant):
rePortLabel=Cổng (port):
reSearchStrLabel=String:
reSearchButton=Bắt đầu tìm kiếm
reProcessNameLabel=Tên Process:

[Messages]
mrNoProcessFound=Không tìm thấy process {0}.\r\nHãy chắc chắn rằng máy trạm torrent đang chạy và có ít nhất một torrent đang hoạt động.
mrSearchFail=Tìm kiếm thất bại.\r\nHãy chắc chắn rằng máy trạm torrent đang chạy và có ít nhất một torrent đang hoạt động.
mrSearchTitle=Tìm kiếm
mrSearchSuccess=Tìm kiếm kết thúc!\r\nNhấn nút Áp dụng để áp dụng giá trị tìm thấy cho máy trạm đang sử dụng.
vrNewVersionReleased=Có phiên bản mới! Lấy nó từ http://www.moofdev.net?
vrNewVersionTitle="Phiên bản mới sẵn sàng"
ballonUploaded=Đã Up: {0} \r\n
ballonDownloaded=Đã Down: {0} \r\n
ballonUpdateIn=Cập nhật trong: {0} \r\n
ballonTotalTime=Tổng thời gian: {0} \r\n
stopProcessOpt1=Không dừng
stopProcessOpt2=Đã Up
stopProcessOpt3=Đã Down
stopProcessOpt4=Thời gian
stopProcessOpt5=Seed 1,2x
stopProcessUnits1=Giây
stopProcessUnits2=Phút
stopProcessUnits3=Giờ
restoreToolStripMenuItem=Khôi phục
exitToolStripMenuItem=Thoát
umNumUpdatesFound=Tìm thấy {0} cập nhật
umNoUpdatesFound=Không có cập nhật mới
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Kiểm tra cập nhật...
umDownloadingUpdate=Đang tải cập nhật {0}
umFinishedDownloadingUpdates=Hoàn tất tải cập nhật
clmnUpdateName=Tên
clmnUpdateFileName=Tên File
clmnUpdateType=Loại
clmnUpdateAuthor=Tác giả
confirmCloseTitle=Xác nhận
confirmCloseMessage=Đang cập nhật Torrent. Bạn có thật sự muốn thoát RatioMaster?
defaultBinding=Mặc định
testNetworkSuccess=Kết nối thành công. Những điều chỉnh mạng hiện thời của RatioMaster có thể hoạt động.
testNetworkFailed=Kết nối có lỗi
testNetworkInProgress=Đang kiểm tra điều chỉnh mạng...

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreFailureReason=RM sẽ bỏ qua lỗi từ tracker và sẽ up như bình thường khi check lựa chọn này.
labelStopMinLeecher=RM có thể tự động upload với tốc độ = 0, nếu số lượng leech nhỏ hơn giá trị đã chọn.
intervalLabel=Chu kỳ cập nhật mặc định để gửi chỉ số cho tracker.\r\nNên dùng cho những tracker không cung cấp thông tin về Chu kỳ cập nhật.
proxySettingsGroup=RM có thể sử dụng proxy để kết nối đến tracker, để bạn có thể giấu IP thật của mình.
memoryReaderButton=Đọc bộ nhớ\r\nSử dụng công cụ này khi bạn muốn giả lập những thông tin máy trạm \r\nnhư peer_id, key, cổng và những thứ khác để giống với những thông tin của máy trạm thật của bạn.
updateAnnounceParamsOnStart=Khi check lựa chọn này,RM sẽ đặt ra peer_id và key mới mỗi lần bạn mởi nó.\r\nNếu không check, RM sữ dụng giá trị được lưu trong lần trước.
TorrentClientsBox=Trong ComboBox này, chọn máy trạm mà bạn muốn giả lập
randomSpeedGroup=RM có thể ngẫu nhiên tốc độ mỗi lần announce \r\ntùy theo những điều chỉnh.\r\nUpload quá lâu với cùng một tốc độ sẽ bị nghi ngờ.
torrentFile=Đường dẫn file Torrent\r\nNhấn Mở... hoặc kéo & thả file torrent vào cửa số RM.
totalRunningTimeLabel=Tổng thời gian chạy trong lần mở này
leechLabel=Số người Leech torrent này\r\nMột số tracker không cung cấp thông tin này
seedLabel=Số người Seed torrent này\r\nMột số tracker không cung cấp thông tin này
manualUpdateButton=Cập nhật bằng tay\r\nTracker có thể được cập nhật bằng tay, chỉ số của bạn trên tracker sẽ được thay đổi.
labelUpdateIn=Thời gian cho lần cập nhật tiếp theo 
downloadCountLabel=Đã Down\r\nSau lần cập nhật tiếp theo, chỉ số của bạn trên tracker sẽ được thay đổi
uploadCountLabel=Đã Up\r\nSau lần cập nhật tiếp theo, chỉ số của bạn trên tracker sẽ được thay đổi
checkIgnoreTimeout=RM sẽ bỏ qua lỗi kết nối
stopProcessActionBox=RM có thể tắt process tự động.\r\nChọn giữa nhiều lựa chọn và nhập vào giá trị.
uploadRate=Tốc độ Up\r\nNhập vào đây tốc độ thể RM thông báo cho tracker
downloadRate=Tốc độ Down\r\nNhập vào đây tốc độ thể RM thông báo cho tracker
shaHash=Torrent Sha Hash\r\nBạn có thể nhập và tự động hoặc nó có thể được đặt ra cho torrent được chọn
trackerAddress=Url của Tracker\r\nBạn có thể nhập và tự động hoặc nó có thể được đặt ra cho torrent được chọn
fileSize=Hoàn thành %\r\nBạn có thể nhập vào lượng hoàn thành torrent này\r\n100% = Đang Seed\r\n0%     = Đang Leech từ đầu\r\nRM sẽ nhớ lượng Hoàn thành % và các tuỳ chọn khác cho mỗi torrent.                                       
reportParamsGroup=Những thông số là một phần của chuỗi announce mà RM sẽ gửi đến tracker.\r\nBình thường thì RM sẽ tự động đặt ra thông số tự động,nhưng bạn có thể tùy chỉnh \r\nđể nhập vào bằng tay hoặc sử dụng công cụ "Đọc bộ nhớ" để lấy thông tin từ máy trạm của bạn.
